Repository: Browen1232/sm63r_stuff
Catalog: locale/translations/*.po
Languages: fr

source: Lag
fr: Latence

source: Mushroom Kingdom
fr: Royaume Champignon

source: Tutorial 1
fr: Tutoriel 1

source: Head to the castle, everybody's waiting!
fr: Diriges toi vers le château, tout le monde t'attend!

source: Bob-omb Battlefield
fr: Bataille de Bob-Omb

source: Shifting Sand Land
fr: Sables Trop Mouvants

source: Disable camera limiting [Try this if the camera is broken]
fr: Désactiver les contraintes de caméra [Essayez ça si la caméra détraque]

source: Enable touch controls [Warning: Turning this off will softlock on mobile devices!]
fr: Activer les contrôles tactiles [Attention: Le désactiver pourrait causer des softlocks sur les supports mobiles!]

source: Take the light back from Bowser and save the Mushroom Kingdom!
fr: Reprends la lumière des griffes de Bowser et sauve le Royaume Champignon!

source: Create your own worlds in this in-depth Level Designer!
fr: Créez vos propres mondes avec ce Concepteur de Niveau avancé!

source: Enjoy a collection of trinkets and goodies!
fr: Profitez d'une collection de babioles et de goodies!

source: Adjust anything and everything to your liking!
fr: Ajustez quoi que ce soit à vos préférences!

source: Force touch controls (Experimental)
fr: Forcer les contrôles tactiles (Expérimental)

source: Press Z to start!
fr: Appuyez sur Z pour commencer!

source: [@n,Bill Board]Hey,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Welcome back to the Mushroom Kingdom,[@p,3] pal![@p,10] For old times' sake,[@p,3] here’s a refresher.
fr: [@n,Panoda Fichage]Hé,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Sois le bienvenue à nouveau au Royaume Champignon,[@p,3] mon pote![@p,10] En souvenir du bon vieux temps,[@p,3] voilà une mise au point.

source: Use [color=#f7c55f]Arrow Keys[/color] to move around,[@p,3] and if you want to talk to more of the family,[@p,3] simply press [color=#f7c55f][@b,interact][/color].
fr: Utilise [color=#f7c55f]les Flèches[/color] pour te déplacer,[@p,3] et si tu veux discuter avec le reste de la famille,[@p,3] appuies simplement sur [color=#f7c55f][@b,interact][/color].

source: They have plenty of tips to help out,[@p,3] and if you're not interested,[@p,3] at least say "Hi" for me,[@p,3] eh?
fr: Ils ont plein d'astuces à te dévoiler,[@p,3] et si ça ne t'intéresses pas,[@p,3] passes moi au moins le bonjour,[@p,3] hein?

source: [@n,Gil Board]Oh hey,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Not many people read signs nowadays,[@p,3] so how 'bout I teach you some tricks as thanks?
fr: [@n,Panoda Prentissage]Oh salut,[@p,3] [color=#ff8b70]Mario![/color][@p,10] Pas grand monde lit les panneaux aujourd'hui [@p,3] alors ça te dirais que je t'apprennes quelques trucs en guise de remerciements?

source: You can press [color=#f7c55f][@b,spin][/color] to perform a [color=#ff7f7f]spin attack[/color].[@p,10] Use it in the air to stay up there longer!
fr: Tu peux appuyer sur [color=#f7c55f][@b,spin][/color] pour effectuer une [color=#ff7f7f]attaque tournoyante[/color].[@p,10] Utilises-le en l'air pour rester là-haut plus longtemps!

source: Also,[@p,3] if you jump backwards while crouching,[@p,3] you can do a sweet backflip![@p,10] Cool, 'eh?
fr: Aussi,[@p,3] si tu sautes en arrières tout en t'accroupissant,[@p,3] tu peux faire un salto arrière![@p,10] Cool, hein?

source: [@n,Jil Board]Oh [color=#ff8b70]Mario[/color],[@p,3] honey![@p,10] It's been so long since I've seen you...[@p,10] Oh my![@p,10] I see scars from your journeys...
fr: [@n,Panoda Mour]Oh [color=#ff8b70]Mario[/color],[@p,3] mon mignon![@p,10] Ça fait si longtemps depuis que je t'ai vu...[@p,10] Oh![@p,10] Je vois des blessures suite à tes aventures...

source: No worry,[@p,3] just grab [color=#f7c55f]5 coins[/color] from the air or an unlucky enemy to refill one [color=#ff7f7f]health point.[/color]
fr: Ne t'en fais pas,[@p,3] attrapes juste [color=#f7c55f]5 pièces[/color] en l'air ou d'un ennemi malchanceux pour régénérer un [color=#ff7f7f]point de vie.[/color]

source: No one quite understands why,[@p,3] but it's a lifesaver -[@p,3] so keep it in mind,[@p,3] sweetie!
fr: Personne ne sait vraiment pourquoi,[@p,3] mais ça sauve la vie -[@p,3] alors rappelles toi en,[@p,3] mon chou!

source: [@n,Dill Board]Watch your step,[@p,3] bro![@p,10] There are some nasty [color=#f7c55f]bob-ombs [/color]behind this rock.[@p,10] Oh,[@p,3] you need to go this way?
fr: [@n,Panoda Tac]Fais gaffe,[@p,3] bro![@p,10] Il y'a des sales [color=#f7c55f]bob-ombs [/color]derrière ce rocher.[@p,10] Oh,[@p,3] tu dois aller là-bas?

source: Well,[@p,3] in that case,[@p,3] press [color=#f7c55f][@b,spin][/color] to do a [color=#ff7f7f]spin attack[/color] to send those bob-ombs flying.
fr: Bon,[@p,3] dans ce cas,[@p,3] appuies sur [color=#f7c55f][@b,spin][/color] pour effectuer une [color=#ff7f7f]attaque tournoyante[/color] pour faire voler ces bob-ombs.

source: If you press [color=#f7c55f][@b,pound][/color] in the air,[@p,3] you can perform a [color=#ff7f7f]Ground-Pound[/color] to smash objects beneath you!
fr: Si tu appuies sur [color=#f7c55f][@b,pound][/color] en l'air,[@p,3] tu peux effectuer une [color=#ff7f7f]Attaque Rodéo[/color] pour fracasser les objets en dessous de toi!

source: [@n,Gil Board]Ah,[@p,3] there you are![@p,10] I forgot to mention something really important -[@p,3] the [color=#f7c55f]Triple Jump![/color]
fr: [@n,Panoda Prentissage]Ah,[@p,3] te voilà![@p,10] J'ai oublié de mentionner un truc important -[@p,3] le [color=#f7c55f]Triple Saut![/color]

source: If you jump three times while moving,[@p,3] you can jump higher each time,[@p,3] ending with a huge leap!
fr: Si tu sautes trois fois en bougeant,[@p,3] tu peux sauter plus haut à chaque saut,[@p,3] et finir avec un énorme bond!

source: That's everything I know,[@p,3] or at least,[@p,3] all I can remember.
fr: C'est tout ce que je sais,[@p,3] ou du moins,[@p,3] tout ce dont je me rappelle.

source: [@n,Bill Board]Use [color=#f7c55f][@b,fludd][/color] to hover using the [color=#f7c55f]F.L.U.D.D.[/color] pack!
fr: [@n,Panoda Fichage]Utilises [color=#f7c55f][@b,fludd][/color] pour voler en l'air en utilisant [color=#f7c55f]J.E.T.[/color] pack!

source: [@n,Gil Board]To refill the [color=#f7c55f]F.L.U.D.D.[/color] tank, jump into a pool of water, or find a refill bottle.
fr: [@n,Panoda Prentissage]Pour remplir le réservoir de [color=#f7c55f]J.E.T.[/color] , sautes dans un bassin, ou trouves une bouteille de remplissage.

source: [@n,Bill Board]The [color=#f7c55f]Hover Nozzle[/color] you have on your back can save you if you happen to slip off a platform or miss a jump.
fr: [@n,Panoda Fichage]L'[color=#f7c55f]Aérobuse[/color] sur ton dos pourrait te sauver si tu glissais d'une plateforme ou ratait un saut.

source: Don't become too reliant on it,[@p,3] though.[@p,10] F.L.U.D.D. can only hold [color=#5f75c5]100 flubs[/color] in that tank of theirs.
fr: Ne te reposes pas trop sur lui,[@p,3] cependant.[@p,10] J.E.T. ne peut contenir que [color=#5f75c5]100 flubs[/color] dans son reservoir.

source: Once it's gone,[@p,3] you won't be able to hover any longer.
fr: Une fois cela épuisé, [@p,3] tu ne pourras plus voler.

source: [@n,Jil Board]Hey sweetie-pie![@p,10] If you're ever feeling tired,[@p,3] just press [color=#f7c55f][@b,pause][/color] to pause the game!
fr: [@n,Panoda Mour]Hé chouchou![@p,10] Si jamais tu te sens fatigué,[@p,3] appuies sur [color=#f7c55f][@b,pause][/color] pour mettre le jeu en pause!

source: In the pause menu,[@p,3] you can change settings,[@p,3] view stats,[@p,3] change FLUDD nozzle,[@p,3] or just sit back and relax!
fr: Dans le menu pause,[@p,3] tu peux changer les paramètres,[@p,3] voir les statistiques,[@p,3] changer de buse pour J.E.T.,[@p,3] ou juste te reposer!

source: Self-care is important,[@p,3] [color=#df6042]Mario![/color][@p,10] Don't you dare forget that!
fr: Prendre soin de soi, c'est important,[@p,3] [color=#df6042]Mario![/color][@p,10] Ne l'oublies jamais!

source: You've reached the end of the [color=#f7c55f]Tiny Demo![/color]
fr: C'est la fin de la [color=#f7c55f]Petite Démo![/color]

source: We hope you enjoyed it, and stay tuned for more!
fr: On espère que vous l'avez appréciée, et restez à l'écoute pour plus!

source: [@c,toad][@m,anger][@n,Ang.T]Unused dialog...[@p,10] Is that [color=#f28d7c]really[/color] all I'm good for!?
fr: [@c,toad][@m,anger][@n,Ang.T]Dialogue inutilisé...[@p,10] Serait-ce [color=#f28d7c]vraiment[/color] ma seule utilité!?

source: Feedback
fr: Remarques

source: Contact info (optional)
fr: Info de contact (optionnel)

source: Negative
fr: Négatif

source: Neutral
fr: Neutre

source: Positive
fr: Positif

source: Visual
fr: Visuel

source: Other
fr: Autre

source: Submit
fr: Soumettre

source: Report includes: -The data you entered -Ingame data (e.g. Mario's position, a screenshot, etc.) -Current platform (Windows, Web, Android, etc.)
fr: Le signalement inclus: -Les données que vous avez entrées -Vos données en jeu (ex. la position de Mario, une capture d'écran, etc.) -Votre plateforme actuelle (Windows, Web, Android, etc.)
