Repository: Browen1232/sm63r_stuff
Catalog: locale/*.po
Languages: nl

source: First ever Redux custom level hype! Do a triple jump goomba bounce to get up.
nl: Eerste zelfgemaakte Redux level ooit hype! Doe een multi spong naar een goomba bons om boven te geraken.

source: Also pls dont use hover :)
nl: En gebruik hover niet pls :)

source: I have no idea what to add here so have some [color=#df6042] Mario Terrain Weird
nl: Ik heb geen idee wat te doen hier heb wat [color=#df6042] Mario Terrein Raar

source: sign also thats the end of the level goodbye
nl: bord en dat is het einde van de level doei

source: Mushroom Kingdom
nl: Paddenstoelenrijk

source: Tutorial 1
nl: Introductie 1

source: Head to the Castle, everybody’s waiting!
nl: Ga naar het Kasteel, iedereen wacht!

source: Bob-omb Battlefield
nl: Bob-omb Bom-Berg

source: Shifting Sand Land
nl: Brandend Zand Land

source: Take the light back from Bowser and save the Mushroom Kingdom!
nl: Neem het licht terug van Bowser en red het Paddenstoelenrijk!

source: Create your own worlds in this in-depth Level Designer!
nl: Creëer je eigen werelden in deze uitgebreide Level Ontwikkelaar!

source: Enjoy a collection of trinkets and goodies!
nl: Geniet van een verzameling ditjes en datjes!

source: Adjust anything and everything to your liking!
nl: Pas van alles aan naar jouw wensen!

source: Hey,[@p,3] [color=#df6042]Mario![/color][@p,10] Welcome back to the Mushroom Kingdom,[@p,3] pal![@p,10] For old times’ sake,[@p,3] here’s a refresher.
nl: Hoi,[@p,3] [color=#df6042]Mario![/color][@p,10] Welkom terug in het Paddenstoelenrijk,[@p,3] vriend![@p,10] Voor nostalgie,[@p,3] is hier een opfrisser.

source: Use [color=#f7c55f]Arrows[/color] to move around,[@p,3] and if you want to talk to more of the family,[@p,3] simply press [color=#f7c55f][@b,interact][/color].
nl: Gebruik de [color=#f7c55f]Pijltjes[/color] om rond te bewegen,[@p,3] en als je met meer van de familie wilt praten,[@p,3] druk den gewoon op [color=#f7c55f][@b,interact][/color].

source: They have plenty of tips to help traverse,[@p,3] and if you’re not interested,[@p,3] at least say “Hi” for me,[@p,3] eh?
nl: Ze hebben veel tips om te helpen met traverseren,[@p,3] en als je niet bent geïnteresseerd,[@p,3] zeg dan tenminste "Hey" voor me,[@p,3] hé?

source: Oh hey,[@p,3] [color=#df6042]Mario![/color][@p,10] Not many people read signs nowadays,[@p,3] so how 'bout I teach you some tricks as a thank you?
nl: Oh hey,[@p,3] [color=#df6042]Mario![/color][@p,10] Niet veel mensen lezen bordjes tegenwoordig,[@p,3] wat dacht je van een paar trucjes leren als een bedanking?

source: You can press [color=#f7c55f][@b,spin][/color] to perform a [color=#ff7f7f]spin attack[/color].[@p,10] Use it in the air to stay up there longer!
nl: Je kan op [color=#f7c55f][@b,spin][/color] drukken om een [color=#ff7f7f]draai aanval[/color] uit te voeren.[@p,10] Gebruik 'em om langer in de lucht te blijven!

source: Also,[@p,3] if you jump backwards while crouching,[@p,3] you can do a sweet backflip![@p,10] Cool, eh?
nl: En,[@p,3] als je achterwaarts springt terwijl je bent aan het bukken,[@p,3] can je een zieke backflip doen![@p,10] Cool, hé?

source: Oh [color=#df6042]Mario[/color],[@p,3] honey![@p,10] It’s been so long since I’ve seen you...[@p,10] Oh my![@p,10] I see scars from your journeys...
nl: Oh [color=#df6042]Mario[/color],[@p,3] lieveling![@p,10] Het is al zo lang geleden dat ik je nog eens heb gezien...[@p,10] Oh god![@p,10] Ik zie littekens van je reizen...

source: No worry,[@p,3] just grab [color=#f7c55f]5 coins[/color] from the air or an unlucky enemy to refill one [color=#ff7f7f]health point.[/color]
nl: Geen zorgen,[@p,3] neem gewoon [color=#f7c55f]5 munten[/color] van de lucht of een pechvogel vijand om één [color=#ff7f7f]gezondheidspunt[/color] te bijvullen.

source: No one quite understands why,[@p,3] but it’s a lifesaver -[@p,3] so keep it in mind,[@p,3] sweetie!
nl: Niemand begrijpt echt waarom,[@p,3] maar het is een gouden tip -[@p,3] dus onthoud hem goed,[@p,3] lieveling!

source: Watch your step,[@p,3] bro![@p,10] There are some nasty [color=#f7c55f]Bomb-ombs [/color]behind this rock.[@p,10] Oh,[@p,3] you need to go this way?
nl: Kijk uit waar je stapt,[@p,3] vriend![@p,10] Er zijn een paar vieze [color=#f7c55f]Bomb-ombs [/color]achter deze steen.[@p,10] Oh,[@p,3] je moet deze kant op?

source: Well,[@p,3] in that case,[@p,3] press [color=#f7c55f][@b,spin][/color] to do a [color=#ff7f7f]spin attack[/color] to send those Bomb-ombs flying.
nl: Well,[@p,3] in dat geval,[@p,3] druk dan op [color=#f7c55f][@b,spin][/color] om een [color=#ff7f7f]draai aanval[/color] te doen om die Bomb-ombs een lesje te leren.

source: If you press [color=#f7c55f][@b,pound][/color] in the air you can do a [color=#ff7f7f]Ground-Pound[/color] to smash anything beneath you,[@p,3] enemies or blocks!
nl: Als je op [color=#f7c55f][@b,pound][/color] drukt in de lucht doe je een [color=#ff7f7f]Hip-Bash[/color] om dinges onder je te breken,[@p,3] vijanden of blokken!

source: Ah,[@p,3] there you are![@p,10] I forgot to mention something really important -[@p,3] the [color=#f7c55f]Triple Jump![/color]
nl: Ah,[@p,3] daar ben je![@p,10] Ik ben iets heel belangrijk vergeten te melden -[@p,3] de [color=#f7c55f]Multi Sprong![/color]

source: If you jump three times while moving,[@p,3] you can jump higher each time,[@p,3] with the final jump being the highest.
nl: Als je drie keer springt terwijl je beweegt,[@p,3] kan je elke keer hoger springen,[@p,3] met de laatste sprong ook de hoogste te zijn.

source: That’s everything I know,[@p,3] or at least,[@p,3] all I can remember.
nl: Dat is alles dat ik weet,[@p,3] of tenminste,[@p,3] alles dat ik me kan herinneren.

source: [@n,Bill Board]Use [color=#f7c55f][@b,fludd][/color] to hover using the [color=#f7c55f]F.L.U.D.D.[/color] pack!
nl: [@n,Bill Board]Gebruik [color=#f7c55f][@b,fludd][/color] om te zweven met [color=#f7c55f]F.L.U.D.D.[/color]!

source: [@n,Gil Board]To refill the [color=#f7c55f]F.L.U.D.D.[/color] tank, jump into a pool of water, or find a refill bottle.
nl: [@n,Gil Board]Om de [color=#f7c55f]F.L.U.D.D.[/color] tank te hervullen, moet je in een plas water springen, of een water flesje vinden.

source: The [color=#5f75c5]Hover Nozzle[/color] you have on your back can save you if you happen to slip off a platform or miss a jump.
nl: Het [color=#5f75c5]Zweefmondstuk[/color] dat je op je rug draagt kan je redden als je van een platform glijd of een sprong mist.

source: Don’t become too reliant on it though.[@p,10] F.L.U.D.D. can only hold [color=#5f75c5]100 flubs[/color] in that tank of theirs.
nl: Hoewel, word er niet te afhankelijk op.[@p,10] F.L.U.D.D. kan alleen maar [color=#5f75c5]100 fluimen[/color] houden in die tank van haar.

source: Once it’s gone,[@p,3] you won’t be able to hover any longer.
nl: Als die weg zijn,[@p,3] zal je niet meer kunnen zweven.

source: Not to worry,[@p,3] if you hop into a body of water or grab a water bottle,[@p,3] the tank will refill.
nl: Maar niets om schrik van te hebben,[@p,3] als je in een watermassa springt of je vind een water fles,[@p,3] zal de tank weer bijvullen.

source: Hey sweetie-pie![@p,10] If you’re ever feeling tired just press [color=#f7c55f][@b,pause][/color] to pause the game!
nl: Hey liefje![@p,10] Als je ooit moe bent druk dan gewoon op [color=#f7c55f][@b,pause][/color] om het spel te pauzeren!

source: In the pause menu,[@p,3] you can change settings,[@p,3] view stats,[@p,3] change FLUDD nozzle,[@p,3] or just sit back and relax!
nl: In het pauze menu,[@p,3] kan je instellingen veranderen,[@p,3] statistieken zien,[@p,3] van FLUDD mondstuk wisselen,[@p,3] of gewoon eventjes uitrusten!

source: Self-care is important,[@p,3] [color=#df6042]Mario![/color][@p,10] Don’t you dare forget that!
nl: Zelfzorg is belangrijk,[@p,3] [color=#df6042]Mario![/color][@p,10] Durf dat maar niet te vergeten!

source: (End of demo!)
nl: (Einde van demo!)
